# Sources
tap 'buo/cask-upgrade'
tap 'homebrew/cask-cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'dart-lang/dart'

# Utilities
brew 'dart'
brew 'docker-compose'
brew 'docker'
brew 'git-lfs'
brew 'git'
brew 'node'
brew 'python3'
brew 'tmux'
brew 'yarn'
brew 'htop'
brew 'source-to-image'
brew 'jq'
brew 'httpie'


# Apps from "Web"
cask '1password'
cask 'android-platform-tools'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'
#cask 'pocket-casts'
#cask 'qbserve'
#cask 'shiftit'
cask 'slack'
cask 'spotify'
#cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'spectacle'

# Others
# aws cli install
#curl -O https://bootstrap.pypa.io/get-pip.py
#python3 get-pip.py --user
#pip3 install awscli --upgrade --user

# Dev
brew 'watchman'
brew 'cocoapods'