# Sources
tap 'buo/cask-upgrade'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'

# Utilities
brew 'dart'
brew 'docker-compose'
brew 'docker'
brew 'git-lfs'
brew 'git'
brew 'node'
brew 'python3'
brew 'tmux'
brew 'yarn'


# Apps from "Web"
cask '1password'
cask 'android-platform-tools'
cask 'docker'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'iterm2'
cask 'pocket-casts'
cask 'qbserve'
cask 'shiftit'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'visual-studio'

